[
{
	"Brand": "Bike",
    "List" :[
		{
		"name": "Road bike",
		"introduce": "Loại xe đạp cuộc này có trọng lượng nhẹ, được thiết kế để đi trên đường trải nhựa bằng phẳng. Ghi đông thường uốn cong thành 2 bậc. Phuộc trước bằng carbon tổng hợp, không có giảm sóc trước hoặc sau. Có lốp và vỏ mỏng, ít gai so với các dòng xe khác để giảm trọng lượng tới mức tối thiểu và giảm tiếp xúc với mặt đường, khung xe được thiết kế tạo tư thế khí động học khi ngồi để giảm ma sát, đạt tốc độ cao. Hình ảnh của Road bike thường gắn liền với các giải đua xe đạp trong và ngoài nước như Cúp truyền hình hay Tour de France.",
		"advantages":"có lợi thế về tốc độ khi chạy trên địa hình bằng phẳng.",
		"disadvantages": "xe đạp cuộc (Road Bike) bám đường rất kém, vì vậy khi đi dưới trời mưa rất dễ trơn trượt lại không có bộ phận chắn bùn. Lốp và vỏ xe khá mỏng nên dễ bị rách hoặc xì khi gặp chướng ngại vật. Bộ khung của Road bike được thiết kế thanh mảnh nên kém hiệu quả đi trên những đoạn đường xấu, gập ghềnh. Ngoài ra, giá xe đạp thể thao dòng này cũng khá đắt.",
		"image" : "Road bike.jpg"
		},
		{
		"name": "Mountain Bike",
		"introduce": "Dòng xe này trọng lượng nặng, bánh xe to có đường kính khoảng 650 – 700c, nhiều gai, thích hợp để đi trên địa hình gồ ghề như đường dốc, đổ đèo hay đường rừng… Khung to, có phuộc trước và sau, một số loại có lắp giảm shock ở phần giữa xe, ghi đông thiết kế thẳng. Dù tốc độ và sự linh hoạt trên phố không bằng Road bike nhưng dòng xe đạp leo núi này (MTB – Moutain Bike) chạy được trên mọi địa hình và giá cả cũng mềm hơn, thiết kế lại khỏe khoắn, mạnh mẽ nên được sử dụng khá phổ biến.",
		"advantages": "độ ma sát với mặt đường lớn nên chạy tốt trên các địa hình gồ ghề và dốc. Lốp xe dày nên hạn chế được việc xịt lốp giữa đường. Ghi đông thẳng nên người điều khiển có thể ngồi thẳng lưng, giảm mỏi hơn tư thế cong người của chiếc xe đạp cuộc Road Bike.",
		"disadvantages" : "do trọng lượng dòng xe đạp leo núi này tương đối nặng, bánh to nên khi chạy trên đường bằng sẽ có tốc độ chậm và gây tốn sức cho người sử dụng. Người dùng thường phải lắp thêm viền chắn bùn (mud fenders) cho bánh trước và sau.",
		"image" : "MTB.jpg"
		},
		{
		"name": "Touring Bike",
		"introduce": "Một chiếc touring bike được thiết kế để có thể mang vác hành lý cho những chuyến du lịch xa nên trọng lượng xe không quá nặng, thường có khung sườn dài và vững chắc hơn so với Road bike, được làm từ vật liệu chắc và êm để tăng khả năng chịu tải. Vành xe rắn chắc, lốp xe vừa hoặc nhỏ, ít gai; tuy có cấu tạo giản đơn nhưng hệ thống phanh thắng, tăng giảm líp, ghi đông đều có chất lượng cao. Loại xe này có thể dùng để tập thể dục, đi làm hoặc đi phượt đường trường.",
		"advantages": " khoảng cách tâm của 2 bánh trước/sau lớn giúp cho thế ngồi thoải mái và khoảng cách từ pedal đến túi đồ ở baga sau không bị vướng chân khi đạp; có cấu tạo giúp người đi không tốn sức, thiết kế nhiều vị trí để lắp thêm phụ kiện.",
		"disadvantages" : "kiểu dáng cổ điển, không bắt mắt.",
		"image" : "touring 1.jpg"
		},
		{
		 "name": "Hybrid Bike",
		"introduce": "Là sự kết hợp giữa Road và MTB, xe đạp thành phố (Hybrid bike) có thiết kế đa năng nên sử dụng được ở cả nội và ngoại thành. Với khung thanh mảnh, lốp êm, được trang bị giảm xóc trước, Hybrid bike là lựa chọn tốt để đi trong thành phố với tốc độ cao và thoải mái. Do sở hữu ưu điểm của cả hai loại xe trên nên chiếc Hybrid sẽ đi nhanh hơn MTB trên những cung đường ngắn và bằng phẳng, lại có thể dễ dàng vượt qua những đoạn đường xấu.",
		"advantages": "nhẹ, dễ dàng xử lý, có thể vượt qua các chặng đường gồ ghề song vẫn đạt được tốc độ cần thiết. Góc cổ hẹp, tuy tăng tốc kém hơn Road Bike nhưng lại dễ điều khiển và rẽ ngoặt. Tay lái thẳng giúp tạo thế ngồi thẳng hơn và có viền chắn bùn.",
		"disadvantages" : "mặc dù có thiết kế tương đối tối ưu, song xe đạp thành phố (Hybrid bike) không phải là lựa chọn thích hợp để leo núi hoặc chinh phục các địa hình khó khăn.",
		"image" : "hybrid-bike-(1).jpg"
		},
		{
		 "name": "Fixed gear Bike",
		"introduce": "Fixed gear là loại xe đạp có cấu tạo tối giản các chi tiết, hoàn toàn không có phanh, đề, chắn bùn, gabaga hay chân chống. Điểm độc đáo của Fixed Gear là có thể sử dụng các loại ghi đông khác nhau tuỳ theo đặc điểm hay phong cách lái. Xe chuyển động nhờ dây xích nối giữa líp và đùi đĩa. Do đặc trưng của líp là bánh răng chết nên người chơi có thể phanh xe dựa trên nguyên tắc đạp ngược xe để đi lùi hoặc không đạp để xe dừng lại mà không chạy tiếp theo quán tính như xe thường. Vì thế Fixed gear còn được gọi là xe đạp không phanh. Là một chiếc xe cá tính, màu sắc bắt mắt và thời trang, Fixed gear hiện đang trở thành trào lưu của những bạn trẻ thích khám phá.",
		"advantages": "Nhỏ gọn,có cấu tạo tối giản các chi tiết",
		"disadvantages" : "hoàn toàn không có phanh, đề, chắn bùn, gabaga hay chân chống",
		"image" : "fixie bike.jpg"
		},
		{
		 "name": "BMX Bike",
		"introduce": "Cũng có các bộ phận giống xe đạp thông thường nhưng kích thước khá nhỏ gọn. Đầu xe và phanh được thiết kế đặc biệt cho các màn nhào lộn, thực hiện những pha biểu diễn mạo hiểm. Loại xe này thường dành cho các bạn trẻ ưa thể thao cảm giác mạnh. Tiêu biểu là: Jett Brooklyn 2014 giá 3.2 triệu, LA BMX JP2005 nhập từ Thái Lan giá 3.4 triệu, Jett Bronx 2014 có giá 5 triệu.",
		"advantages": "kích thước khá nhỏ gọn,thiết kế đặc biệt cho các màn nhào lộn, thực hiện những pha biểu diễn mạo hiểm",
		"disadvantages" : "Tốc độ di chuyển thấp, chỉ thích hợp cho biểu diễn ",
		"image" : "bmx bike.jpg"
		},
		{
		"name": "Folding Bike",
		"introduce": "Được thiết kế theo cơ chế thông minh và đơn giản, xe đạp gấp có tính năng sử dụng linh hoạt, gọn nhẹ, có thể xếp lại để tiết kiệm không gian. Phổ biến là các thương hiệu: TRINX KS2001 giá 2.5 triệu, Giant Airy 4.0 giá 3.1 triệu, Topbike Liberty giá 5.8 triệu, X-Tasy 3H-L9090 V1 giá 9.7 triệu, Tern Link D8 BLK giá 12 triệu.",
		"advantages": "sử dụng linh hoạt, gọn nhẹ, có thể xếp lại để tiết kiệm không gian",
		"disadvantages" : "gía thành cao",
		"image" : "folding bike.jpg"
		}

		]
},
{
	"Brand": "Motobike",
    "List" :[
		{
		"name": "Underbone",
		"introduce": " Đây là dòng xe phổ biến nhất ở Việt Nam hiện nay, hầu hết các mẫu xe số trên thị trường là underbone như Wave, Future, Sirius, Exciter... Đặc điểm chính của loại xe này là động cơ đặt bên dưới khung xe, bình xăng ở dưới yên. Với thiết kế này, trọng tâm xe lùi về sau hoặc ở giữa, phần đầu xe nhẹ nhàng.Dòng xe này còn có biến thể khác được gọi là hyper-underbone như các mẫu xe Suzuki Raider 150, Honda Nova...",
		"image" : "Underbone.jpg"
		},
		{
		 "name": "Scooter",
		"introduce": " Scooter là loại xe mà ngưới lái có thể nhẹ nhàng bước qua khung (step-through frame) và có không gian rộng để chân phía trước. Loại thiết kế này xuất hiện vào những ngày đầu tiên của buổi bình minh nền công nghiệp xe máy. Từ scooter thường dùng để chỉ xe có dung tích động cơ từ 50 đến 250 phân khối. Nếu lớn hơn được gọi là maxi-scooter.Scooter không chỉ sử dụng hộp số vô cấp CVT (xe ga) như đa số xe ngày nay, dòng xe này còn sử dụng hộp số tay với số và côn được tích hợp ở tay lái bên trái. Một số thiết kế còn lại của xe tương đối giống với dòng underbone như động cơ lùi về phía sau, bình xăng dưới yên. Scooter cũng là loại xe máy có đường kính vành xe nhỏ hơn so với hầu hết các dòng xe khác.",
		"image" : "Scooter.jpg"
		},
		{
		"name": "Sportbike",
		"introduce": " Sportbike là loại môtô được thiết kế để tối ưu hóa tốc độ, khả năng tăng tốc, phanh  và vào cua trên đường rải nhựa, không tối ưu hóa về cảm giác thoải mái khi lái xe hay mức nhiên liệu tiêu thụ.Soichiro Honda, người sáng lập ra hãng xe Nhật Bản từng viết rằng \"yếu tố cần thiết chủ yếu của môtô là tốc độ và sự phấn khích\", và kết quả là sự ra đời của chiếc CB750 năm 1969, phá vỡ mọi rào cản về sức mạnh và tốc độ ở thời điểm bấy giờ. Khi ấy sportbike mới chỉ được nhìn nhận đơn thuần dựa trên tốc độ, sức mạnh động cơ chứ chưa chú ý nhiều đến kiểu dáng, thiết kế.",
		"image" : "sportbike.jpg"
		},
		{
		"name": "Sport touring",
		"introduce": " Sport touring là dòng xe cùng chia sẻ nhiều đặc điểm với sportbike, nhưng có một số thay đổi để phù hợp với mục đích. Sport touring sinh ra để di chuyển những cung đường dài nhưng vẫn đảm bảo tốc độ xe ở mức cao. Do đó, nếu từ phiên bản sportbike, xe được nâng cao và mở rộng tay lái, gác chân tiến hơn về phía trước, góc nghiêng của càng trước lớn hơn, tạo tư thế lái thẳng người, thoải mái khi đi đường dài.Bên cạnh đó, sport touring còn có bộ quây lớn hơn, kính chắn gió cao, to bản và hầu hết có thể điều chỉnh. Trục cơ sở cũng đẩy dài ra, tạo không gian cho người ngồi phía sau. Khung phụ được thiết kế theo chiều ngang chứ không chổng ngược như sportbike, có thêm khung đèo hàng hoặc nơi mắc những thùng chứa đồ. Bình xăng to hơn, khoảng sáng gầm lớn hơn.",
		"image" : "Sport touring.jpg"
		},
		{
		"name": "Nakedbike",
		"introduce": " Cụm từ nakedbike được sử dụng lần đầu vào năm 1993, khi Ducati ra đời dòng xe Monster và gọi tên là nakedbike. Thực tế, đúng như cái tên naked (trần truồng), dòng xe này được coi là phiên bản lược bỏ bộ quây của sportbike, cùng với một số thay đổi trong thiết kế và động cơ.Với nakedbike, tay lái được đưa lên cao và góc rộng hơn so với sportbike, lược bỏ tối đa những bộ phận che chắn như kính chắn gió, ốp đèn pha, bộ quây thân xe... Dáng ngồi vẫn hướng về phía trước nhưng không chồm như sportbike. Động cơ để trần không che chắn, được giới hạn công suất và mô-men xoắn cho khả năng vận hành nhẹ nhàng, linh hoạt trong nhiều điều kiện giao thông.",
		"image" : "nakedbike.jpg"
		},
		{
		"name": "Fazer",
		"introduce": "Fazer là dòng nakedbike có phần đầu được chỉnh sửa với bộ vỏ bọc đèn pha thiết kế khí động học, có thêm kính chắn gió để đảm bảo che chắn gió cho người lái đỡ mệt khi phải di chuyển đường dài. Để phù hợp tay lái được đưa lên cao đôi chút, cụm đồng hồ có thể thay đổi.",
		"image" : "fazer.jpg"
		},
		{
		"name": "Streetfighter",
		"introduce": "Streetfighter được coi là cầu nối gần nhất giữa nakedbike và sportbike. Thiết kế góc cạnh, khí động học như sportbike, lốc máy để hở dữ dẵn như nakedbike. Tổng quát xe vẫn là một chiếc nakedbike nhưng tiến gần về sportbike. Tay lái hạ thấp, cỗ máy điều chỉnh cho sức mạnh không thua kém sportbike.",
		"image" : "streetfighter.jpg"
		}
		]
},
{
	"Brand": "Car",
    "List" :[
		{
		"name": "Hatchback",
		"introduce": "Hatchback là kiểu biến thể từ dòng xe sedan và coupe, điểm khác biệt đó là có thêm 1 cửa mở từ phía sau, thường là dạng mở cửa kéo lên và thông với 2 khoang chứa đồ cùng khoang hành khách. Có thể nói Hatchback là sự kết hợp hoàn hảo của chiếc xe chở người lẫn hàng hóa.Một số mẫu Hatch back cỡ nhỏ như: Kia Morning, Hyundai Getz… là những mẫu xe quen thuộc giá rẻ với người tiêu dùng Việt Nam thời gian qua. Ngoài ra các mẫu Hatchback lớn hơn có sự góp mặt của: Ford Focus,  Hyundai Veloster…",
		"image": "kia-morning-hatchback.jpg"
		},
		{
		"name": "Sedan",
		"introduce": "Sedan là một trong những dòng xe phổ biến nhất hiện nay. Về cơ bản, Sedan được định nghĩa là loại xe  hơi 4 cửa với gầm thấp dưới 20 cm, có 4 chỗ ngồi hoặc hơn, mui kín. Đây là dòng xe có khoang  hành lý tách biệt, trần xe kéo dài từ trước ra sau, nắp ca-pô và nắp cốp thấp hơn nóc của khoang hành khách.Sedan phù hợp với nhiều đối tượng khách hàng, từ người độc thân đến gia đình nhỏ cho đến các doanh nhân thành đạt. Ở Việt Nam những dòng sedan cơ bản như Toyota Altis, Camry, Kia K3, BMW 328i, Mercedes C/E/S, Audi A4/A6/A8.",
		"image": "Toyota-Camry-sedan.jpg"
		},
		{
		"name": "Coupe: xe thể thao 2 hoặc 4 cửa",
		"introduce": "Coupe có nghĩa là đôi, ngụ ý xe hơi 2 cửa nhưng số lượng chỗ ngồi trên xe không giới hạn chỉ 2 chỗ, vẫn có thể là 4 hoặc 5. Nhắc tới Coupe người ta nghĩ ngay đến những chiếc xe thể thao, đây là một mẫu xe mui kín rất phổ biến ngày nay, với động cơ vận hành hiệu suất cao.Do có nhiều điểm tương đồng với sedan và nhìn tổng thể không khác gì chiếc sedan nên có nhiều tranh cãi về định nghĩa này. Ngày nay, nhiều hãng sản xuất xe hơi đã giới thiệu rất nhiều mẫu xe được gọi là coupe 4 cửa, với sự khác biệt rất nhỏ so với dòng xe sedan. Cách để phân biệt couple 4 cửa và sedan đó là thể tích buồng lái của chúng, không gian của xe coupe giới hạn dưới 30cm3.Mẫu xe coupe 4 cửa nổi bật đáng kể đến như Audi A7, Mercedes CLS, Aston Martin Rapide…",
		"image": "COUPLE.jpg"
		},
		{
		"name": "Convertible and spyder",
		"introduce": "Có thể hiểu Convertible là loại xe mui có thể đóng mở dễ dàng nhưng là loại mui cứng còn Spyder (hay còn gọi là Roaster) là loại mui mềm bằng vải bạt hoặc nhựa dẻo vinyl có thể tự động được xếp và cất gọn trong cốp xe.",
		"image": "lamborghini-gallardo-spyder.jpg"
		},
		{
		"name": "SUV: xe thể thao đa dụng",
		"introduce": "SUV là dòng xe hơi thể thao đa dụng. Kiểu dáng thể thao việt dã có hai khoang hành lý và hành khách liền nhau, gầm cao, thích hợp cho việc đi lại với địa hình đường sá gồ ghề, khấp khuỷu.Dòng xe thường có 5 đến 7 chỗ ngồi, tiện lợi cho gia đình hoặc những khách hàng trẻ ưa thích kiểu xe thể thao mạnh mẽ.Có thể thấy một số mẫu xe SUV ở Việt Nam phổ biến như Mitsubishi Pajero Sport, Ford Everest, Toyota Fortuner. Các hãng xe sang thì có những mẫu SUV cao cấp như BMW X5, Acura MDX, Audi Q7…",
		"image": "Ford-Everest_2016_SUV.jpg"
		},
		{
		"name": "Crossover (CUV)",
		"introduce": "Khái niệm xe CUV có thể được  hiểu dựa trên sự  biến thể của SUV và Mini Van, CUV cân bằng giữa  việc thiết kế thể thao và khả năng chở nhiều người, gầm khá cao nhưng trọng tâm xe thấpNhững mẫu xe CUV có thể kể đến như:  Ford EcoSport, Nissan Murano S, Honda CRV, BMW X6",
		"image": "x6_crossover.jpg"
		},
		{
		"name": "MPV: xe hơi đa dụng",
		"introduce": "MPV thường được biết đến như một dòng xe đa dụng, phù hợp với nhiều nhu cầu sử dụng cho gia đình, có khả năng linh động chuyển đổi chở người hay chở hàng hóa nhờ nội thất rộng rãi cho 7 – 8 người, thiết kế hàng ghế linh hoạt có thể gập lại để tăng không gian chứa đồ.Mẫu xe MPV thành công trên thị trường Việt đáng kể đến đó là là Toyota Innova, Mitsubishi Grandis, Madza Premacy, Toyota Previa…trong đó Toyota Innova là chiếc MPV bán chạy nhất do được mua nhiều bởi các tổ chức hoặc doanh nghiệp chuyên chở nhân viên, hành khách.",
		"image": "toyota_innova_mpv.jpg"
		}
		]
}
]
